Repository: JavierLaguna/FoundationModelsSandbox
Catalog: FoundationModelsSandbox/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: About
es: Acerca de

source: Add to favorites
es: Añadir a favoritos

source: AI Response
es: Respuesta de IA

# Apple Intelligence not enabled
source: Please enable Apple Intelligence to access this feature.
es: Por favor, habilita Apple Intelligence para acceder a esta función.

source: Auto-truncate
es: Auto-truncar

source: Choose the appearance for the app interface
es: Elige la apariencia de la interfaz de la app

source: Choose the language for the app interface
es: Elige el idioma de la interfaz de la app

source: Code
es: Código

source: Context compactation strategy
es: Estrategia de compactación de contexto

source: Copied
es: Copiado

source: Copy
es: Copiar

source: Default Model
es: Modelo predeterminado

source: Default truncation strategy
es: Estrategia de truncado predeterminada

source: Defines the AI assistant behavior and context
es: Define el comportamiento y contexto del asistente de IA

source: Delete
es: Eliminar

# Device not eligible
source: Your device is not eligible to use this feature.
es: Tu dispositivo no es compatible con esta función.

source: Empty session
es: Sesión vacía

# english_language
source: English
es: Inglés

source: Enter a prompt to generate an AI response
es: Escribe un prompt para generar una respuesta de IA

source: Enter instructions...
es: Escribe las instrucciones...

source: Enter your prompt...
es: Escribe tu prompt...

source: Favourites
es: Favoritos

source: Foundation Models are available
es: Los Foundation Models están disponibles

source: History
es: Historial

source: Instructions
es: Instrucciones

source: Language
es: Idioma

source: Model
es: Modelo

# Model not ready
source: Model isn't ready yet. It may be downloading or initializing. Please try again later.
es: El modelo aún no está listo. Puede estar descargándose o inicializándose. Inténtalo más tarde.

source: Model selected by default in Playground
es: Modelo seleccionado por defecto en el Laboratorio

source: Model unavailable. Reason: %@
es: Modelo no disponible. Razón: %@

source: Model unavailable. Reason: unknown
es: Modelo no disponible. Razón: desconocido

source: No active conversation. Start a new conversation first.
es: No hay una conversación activa. Inicia una nueva conversación primero.

source: No model selected
es: No hay ningún modelo seleccionado

source: No sessions yet
es: No hay sesiones todavía

source: Open session
es: Abrir sesión

source: Platform
es: Plataforma

source: Playground
es: Laboratorio

source: Prompt Editor
es: Editor de prompts

source: Remove from favorites
es: Quitar de favoritos

source: Search sessions…
es: Buscar sesiones…

source: Sections
es: Secciones

source: Send
es: Enviar

source: Settings
es: Ajustes

# spanish_language
source: Spanish
es: Español

source: Strategy used by default for new conversations
es: Estrategia usada por defecto para nuevas conversaciones

source: Summarize
es: Resumir

# system_language
source: System
es: Sistema

source: The conversation context is full. Try clearing some messages.
es: El contexto de la conversación está lleno. Intenta borrar algunos mensajes.

source: Theme
es: Tema

# theme_dark
source: Dark
es: Oscuro

# theme_light
source: Light
es: Claro

# theme_system
source: System
es: Sistema

source: User Prompt
es: Prompt del usuario

source: Version
es: Versión

source: Waiting for response...
es: Esperando respuesta...

source: Work in progress
es: Trabajo en progreso

source: Your conversation history will appear here
es: El historial de tus conversaciones aparecerá aquí
